Repository: RenzNav/wild-atlantic-way-guide
Catalog: */app/translations/*/LC_MESSAGES/messages.po
Languages: da, el

source: Wild Atlantic Way Guide
da: Wild Atlantic Way Guiden
el: Οδηγός Wild Atlantic Way

source: About
da: Om os
el: Σχετικά

source: Sustainability
da: Bæredygtighed
el: Βιωσιμότητα

source: Privacy
da: Privatliv
el: Απόρρητο

source: Contact
da: Kontakt
el: Επικοινωνία

source: Discover Your Unique Journey on The Wild Atlantic Way
da: Oplev din unikke rejse på Wild Atlantic Way

source: Flexible, eco-friendly travel experiences designed for you
da: Fleksible og bæredygtige rejseoplevelser designet til dig

source: Plan Flexibility
da: Planlæg fleksibelt

source: Explore Local Gems
da: Udforsk lokale perler

source: Customisable Experience Module
da: Tilpasningsmodul til oplevelser

source: Create a journey that reflects your values — freedom, nature, and local living.
da: Skab en rejse der afspejler dine værdier — frihed, natur og lokalliv.

source: Compass icon
da: Kompas ikon

source: Flexible Itineraries
da: Fleksible rejseplaner

source: Adjust your plans along the way. Our self-guided tools let you follow the coast at your own rhythm.
da: Tilpas din plan undervejs. Vores værktøjer giver dig frihed til at følge kysten i dit eget tempo.

source: Yarn icon
da: Garn ikon

source: Local Artisan Encounters
da: Møder med lokale håndværkere

source: Meet Irish makers — potters, weavers, storytellers — in warm, welcoming communities.
da: Mød irske håndværkere – keramikere, vævere, historiefortællere – i varme lokalsamfund.

source: Leaf icon
da: Blad ikon

source: Eco-Conscious Travel
da: Miljøvenlig rejse

source: Minimise your impact with carbon-light transport, green stays, and eco-trails along the Wild Atlantic Way.
da: Rejs med omtanke: vælg grøn transport, bæredygtige overnatninger og øko-stier langs Wild Atlantic Way.

source: Interactive Map & Featured Attractions
da: Interaktivt kort & udvalgte seværdigheder

source: Click around to discover unique stops — from artisan villages to ocean-view trails.
da: Klik dig rundt og opdag unikke stop – fra kunstnerbyer til stier med havudsigt.

source: Highlights to Explore
da: Højdepunkter at opleve

source: 🌊 Dolphin-watching in Dingle Bay
da: 🌊 Delfinsafari i Dingle Bay

source: 🧵 Wool spinning workshop in Donegal
da: 🧵 Uldspinderi-workshop i Donegal

source: 🍃 Clifftop eco-trail in Slieve League
da: 🍃 Økovandresti på Slieve League

source: 🎨 Coastal pottery studio in Connemara
da: 🎨 Keramikstudie ved kysten i Connemara

source: User Stories & Visual Reviews
da: Brugeroplevelser & visuelle anmeldelser

source: Real experiences from travellers who explored the Wild Atlantic Way their own way.
da: Ægte oplevelser fra rejsende, der udforskede Wild Atlantic Way på deres egen måde.

source: Exploring hidden gems off the main road was amazing — every turn felt like a surprise.
da: At opdage skjulte perler uden for hovedvejen var fantastisk – hver drejning var en ny oplevelse.

source: Isabella, Sweden
da: Isabella, Sverige

source: Loved the local artisan experiences — pottery, cheese-making, even storytelling around a fire.
da: Elskede de lokale oplevelser – keramik, osteproduktion og historiefortælling omkring bålet.

source: Jonas, Copenhagen
da: Jonas, København

source: Eco-friendly travel made my trip feel purposeful. I stayed in a green hostel and used a bike-sharing app.
da: Den bæredygtige rejse gjorde turen meningsfuld. Jeg boede på et grønt hostel og brugte delebike-apps.

source: Previous
da: Forrige

source: Next
da: Næste

source: The Wild Atlantic Way
da: Wild Atlantic Way

source: Toggle navigation
da: Skift navigation

source: Home
da: Hjem

source: Experiences
da: Oplevelser

source: Customise Your Trip
da: Tilpas din rejse

source: Reviews
da: Anmeldelser

source: Bike icon
da: Cykel ikon

source: English
da: Engelsk
el: Αγγλικά

source: Greek
da: Græsk
el: Ελληνικά

source: Danish
da: Dansk
el: Δανικά

source: Plan Your Perfect Journey on The Wild Atlantic Way
el: Σχεδιάστε το Τέλειο Ταξίδι σας στο Wild Atlantic Way

source: Expert-led, step-by-step itineraries for a secure travel experience
el: Διαδρομές με καθοδήγηση ειδικών για μια ασφαλή ταξιδιωτική εμπειρία βήμα προς βήμα

source: Explore Itineraries
el: Εξερευνήστε Διαδρομές

source: Plan Your Route in 3 Simple Steps
el: Σχεδιάστε τη Διαδρομή σας σε 3 Απλά Βήματα

source: Navigate confidently with our quick, guided process.
el: Πλοηγηθείτε με αυτοπεποίθηση μέσω της γρήγορης, καθοδηγούμενης διαδικασίας μας.

source: Step 1
el: Βήμα 1

source: 1. Choose Your Route
el: 1. Επιλέξτε Διαδρομή

source: Explore curated paths across the Wild Atlantic Way tailored for your interests.
el: Ανακαλύψτε επιλεγμένες διαδρομές στο Wild Atlantic Way προσαρμοσμένες στα ενδιαφέροντά σας.

source: Step 2
el: Βήμα 2

source: 2. Set Preferences
el: 2. Ορίστε Προτιμήσεις

source: Select your travel pace, accessibility needs, and accommodation styles.
el: Επιλέξτε ρυθμό ταξιδιού, ανάγκες προσβασιμότητας και τύπους διαμονής.

source: Step 3
el: Βήμα 3

source: 3. Download & Go
el: 3. Κατεβάστε & Ξεκινήστε

source: Get your customized itinerary — printable, shareable, and ready to roll.
el: Λάβετε το εξατομικευμένο σας δρομολόγιο — έτοιμο για εκτύπωση και χρήση.

source: Cultural and Safety Guidelines
el: Πολιτιστικές και Οδηγίες Ασφαλείας

source: Cultural Etiquette
el: Πολιτιστικό Πρωτόκολλο

source: Safety Tips
el: Συμβουλές Ασφαλείας

source: Greet locals with a friendly smile or a casual “hello” — Irish people are welcoming and informal.
el: Χαιρετήστε τους ντόπιους με ένα φιλικό χαμόγελο ή ένα απλό «γεια» — οι Ιρλανδοί είναι φιλόξενοι και ανεπίσημοι.

source: Be respectful when visiting rural communities, especially when entering pubs, local shops, or sacred sites.
el: Να είστε σεβαστικοί όταν επισκέπτεστε αγροτικές κοινότητες, ειδικά σε παμπ, τοπικά καταστήματα ή ιερούς χώρους.

source: Take care around traditional music sessions — enjoy, but avoid interrupting musicians or taking photos without asking.
el: Δείξτε προσοχή σε παραδοσιακές μουσικές συνεδρίες — απολαύστε τις, αλλά αποφύγετε να διακόπτετε ή να φωτογραφίζετε χωρίς άδεια.

source: Driving? Always be courteous on narrow roads — a wave of thanks is part of Irish road etiquette.
el: Οδηγείτε; Να είστε ευγενικοί σε στενούς δρόμους — ένα κύμα ευχαριστίας είναι μέρος της ιρλανδικής οδικής κουλτούρας.

source: Stay on marked trails when hiking coastal cliffs like Slieve League or the Cliffs of Moher — they can be slippery and exposed.
el: Μείνετε στα σηματοδοτημένα μονοπάτια σε παράκτιους γκρεμούς όπως το Slieve League ή οι Γκρεμοί του Moher — μπορεί να είναι ολισθηροί και εκτεθειμένοι.

source: Prepare for sudden changes in weather, especially on the west coast — bring a waterproof jacket even on sunny days.
el: Προετοιμαστείτε για ξαφνικές αλλαγές καιρού, ιδιαίτερα στη δυτική ακτή — έχετε μαζί σας ένα αδιάβροχο ακόμα και τις ηλιόλουστες μέρες.

source: Mobile signal may be weak in remote areas — download offline maps and share your travel plans in advance.
el: Το σήμα κινητής μπορεί να είναι αδύναμο σε απομακρυσμένες περιοχές — κατεβάστε χάρτες offline και κοινοποιήστε τα σχέδιά σας εκ των προτέρων.

source: Use designated swimming areas when visiting beaches — currents can be strong along the Atlantic coast.
el: Χρησιμοποιείτε καθορισμένες περιοχές για κολύμπι — τα ρεύματα μπορεί να είναι ισχυρά κατά μήκος της ακτής του Ατλαντικού.

source: Customer Reviews & Ratings
el: Αξιολογήσεις και Κριτικές Πελατών

source: Great travel insights! Helped me plan the perfect route through the Dingle Peninsula.
el: Εξαιρετικές ταξιδιωτικές πληροφορίες! Με βοήθησαν να σχεδιάσω την ιδανική διαδρομή στη Χερσόνησο Dingle.

source: Expert Review, Irish Travel Journal
el: Κριτική Ειδικού, Irish Travel Journal

source: Very useful tips. The cultural guide helped us feel confident visiting local towns.
el: Πολύ χρήσιμες συμβουλές. Ο πολιτιστικός οδηγός μάς έκανε να αισθανθούμε άνετα στις επισκέψεις σε τοπικές πόλεις.

source: User Testimonial, Athens Couple
el: Μαρτυρία Χρήστη, Ζευγάρι από Αθήνα

source: Trusted Partner
el: Έμπιστος Συνεργάτης

source: Certified and verified guides. Highly recommended for new visitors.
el: Πιστοποιημένοι και ελεγμένοι οδηγοί. Συνιστώνται ανεπιφύλακτα για νέους επισκέπτες.

source: Verified Badge, Explore Ireland Network
el: Σήμα Επαλήθευσης, Δίκτυο Explore Ireland

source: Menu
el: Μενού

source: Itineraries
el: Διαδρομές

source: Guidelines
el: Οδηγίες

source: Pantheon icon
el: Εικονίδιο Παρθενώνα
